<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'favicon'=>[
        'dashboard'=>' لوحة التحكم - الادمن',
    ],

    'show-app-form'=>[
        'show-app-forms'=>'عرض نماذج التسجيل الخاصة باقات المعاهد',
    ],


    'course'=>[
      'course'  =>'صمم كورسك الخاص',
      'courses'  =>'صمم كورسك الخاص',
    ],


    'show-app-university-form'=>[
        'show-app-university-forms'=>'عرض نماذج التسجيل الخاصة المعاهد',
    ],

    'sidebar'=>[
        'admin'=> 'الادمن',
        'dashboard'=> 'لوحة التحكم',
        'app'=> 'التطبيق',
        'reports'=> 'تقارير التطبيق',
        'settings_app'=> 'اعدادات التطبيق',
        'notifications'=> 'ارسال الاشعارات',
        'notifications_all'=> 'ارسال بالجملة',
        'notifications_especially'=> 'ارسال خاصة',
        'settings'=> 'اعدادات',
        'advanced'=> 'متقدمة',
        'contact_information'=> 'بيانات التواصل',
        'logout'=> 'تسجيل الخروج',
        'title'=> 'عنوان القسم',
        'articles'=>'المقالات',
        'plane'=>'خطط الاشتراكات',
        'team'=>'فريق',
        'utopia'=>'يوتوبيا',
        'Rules'=>'قواعد السلامه',
        'Frequent'=>'الأسئله المتكرره'
    ],

    'header'=>[
        'admin'=> 'الادمن',
        'search'=> 'البحث',
        'profile'=> 'حسابي',
        'settings'=> 'الاعدادات',
        'billing'=> 'الدفع',
        'logout'=> 'تسجيل الخروج',

        'light'=>'ابيض',
        'dark'=>'غامق',
        'system'=>'الجهاز',
    ],

    'package'=>[
        'package'=>'الباقة',
        'packages'=>'الباقات',
        'package_type'=>'نوع الباقة',
        'price'=>'سعر الباقة',
        'answer_a'=>'الفئة العمرية',
        'answer_b'=>'سكن عائلي',
        'answer_c'=>'سكن طلاب',
        'answer_d'=>'انجليزي عام',
        'answer_e'=>'دورة الآيلتس',
        'active'=>'متاح',
        'no_active'=>'غير متاح',

        'time_price'=>'المدة و السعر',
        'time'=>' المدة ب الاسبوع',
        'unit'=>'الوحدة',
        'date'=>'تاريخ بدء الباقة',
        'includes'=>'الباكج يشمل' ,


    ],


    'home'=>[
        'cart-name'=>'اسم الكارد',
        'uint'=>'ريال',
        'more'=>'عرض المزيد',
    ],

    'book'=>[
        'book'=>'طلب استشارة',
        'books'=>'طلبات استشارات',
    ],

    'order'=>[
        'order'=>'طلب',
        'orders'=>'طلبات',
        'ok'=>'تم التوصيل',
        'paid'=>'تم الدفع',
        'delivery'=>'قيد التوصيل',
    ],

    'login'=>[
        'invalid'=>'البريد الإلكتروني أو كلمة السر خاطئة',
    ],

    'profile'=>[
        'profile'=> 'حسابي',
        'settings'=> 'الاعدادات',
        'details'=>'بيانات الحساب',
        'upload'=>'تحميل صورة جديدة',
        'reset'=>'إعادة',
        'info'=>'مسموح بـ JPG أو GIF أو PNG. الحجم الأقصى 800 كيلو',

        'name'=>'الاسم',
        'email'=>'البريد الالكتروني',
        'password'=>'كلمة المرور',
        'confirmation'=>'تأكيد كلمة المرور',
        'submit'=>'حفظ',
        'close'=>'اغلاق',


    ],
    'general' => [
        'home'=>'الرئسية',
        'why'=>'لماذا تختار يوتوبيا ؟',
        'from'=>'من',
        'to'=>'الي',
        'excel'=>'تصدير',
        'read' => 'قراءة',
        'save' => 'حفظ',
        'edit' => 'تعديل',
        'delete' => 'حذف',
        'check_all' => 'اختر الكل',
        'public_data' => 'بيانات عامة',
        'added_date' => 'تاريخ الاضافة',
        'details'=>'تفاصيل',
        'details_owner'=>'تفاصيل العميل',
        'details_older'=>'تفاصيل الطلب',
        'new_older'=>'طلب جديد',
        'rial'=>'ريال',
        'client_search'=>'البحث عن العميل (الاسم او رقم التلفون)',
        'methods'=>'وسائل الدفع',
        'cash'=>'نقدي',
        'card'=>'بطاقة ائتمان',
        'evening'=>'مسائي',
        'morning'=>'صباحي',
        'about'=>'عن',
        'contact'=>'الاتصال',
        'addresses'=>'اماكن',
        'search_role'=>'يمكن البحث ب الاسم او رقم التلفون',
        'tax'=>'الضربية المضافة علي الطلبات',
        'tax_null'=>'لا يوجد ضربية مضافة علي الطلبات ',
        'tax_null_diction'=>'الذهاب الي الاعدادات -> اعدادات الشركة',
        'final'=>'سعر نهائي',
        'negotiable'=>'قابل للتفاوض',
        'contactInfo'=>'معلومات التواصل',
        'online'=>'الدفع اون لاين',
        'onDelivery'=>'الدفع عند الاستلام',
        'old'=>'مستعمل',
        'new'=>'جديد',
        'url'=>'الرابط',
        'TotalRevenue'=>'إجمالي الإيرادات',
        'CompanyGrowth'=>'نمو الشركة',
        'ProfileReport'=>'تقرير الملف الشخصي',
        'Transactions'=>'المعاملات',
        'Payments'=>'المدفوعات',
        'detail'=>'تفاصيل',
        'AddQuestion&Answer'=>'اضافة سؤال و جواب',
        'days'=>'يومي',
        'months'=>'شهري',
        'Free'=>'مجاني',
        'privacy'=>'الخصوصيه',
        'DataSecure'=>'حماية البيانات',
        'key'=>'المفتاح',
        'value'=>'القيمه',
        'Instructions'=>'تعليمات الاستخدام',
        'Rules'=>'قواعد السلامه',
        'Frequent'=>'الأسئله المتكرره',
        'wallet'=>'محفظه',
        'clear'=>'ارسل لنا صورة الدفع ورقم الاعلان عبر الواتس اب لتفعيل الاعلان.',
        'login_status'=>'الحالة من التسجيل',
        'complete'=>'مكتمل',
        'no_complete'=>'غير مكتمل',
        'language'=>'اللغة',
        'requirement'=>'المتطالبات',
        'duration_accept'=>'وقت القبول',
        'type'=>'النوع',
    ],

    'crud'=>[
        'add'=>'اضافة',
        'create'=>'أنشاء',
        'edit'=>'تعديل',
        'delete'=>'حذف',
        'update'=>'تحديث',
        'show'=>'عرض',
    ],

    'table'=>[
        'name'=>'الاسم',
        'note'=>'تنبة',
        'instagram'=>'الانستجرام',
        'name_ar'=>'الاسم بالغة العربية',
        'name_en'=>'الاسم بالغة الانجليزية',
        'reason_ar'=>'السبب بالغة العربية',
        'reason_en'=>'السبب بالغة الانجليزية',
        'cv'=>'السيرة الذتية',
        'current_cv'=>'السيرة الذتية الحالية',
        'email'=>'الايميل',
        'phone'=>'رقم الهاتف',
        'age'=>'العمر',
        'start'=>'البداية',
        'end'=>'النهاية',
        'time'=>'الوقت',
        'price'=>'السعر',
        'date'=>'التاريخ',
        's_date'=>'تاريخ البداية',
        'licence'=>'الرخصة',
        'tax_num'=>'الرقم الضربيي',
        'tax'=>'الضربية %',
        'id_number'=>'الرقم القومي',
        'status'=>'الحالة',
        'image'=>'الصورة',
        'control'=>'التحكم',
        'active'=>'فعال',
        'no_active'=>'غير فعال',
        'delete'=>'هل تريد اتمام عملية الحذف ؟ ',
        'empty'=>'لا توجد بيانات للعرض',
        'number_of_hours'=>'عدد الساعات',
        'address'=>'العنوان',
        'code'=>'الكود',
        'morning_price'=>'السعر صباحي',
        'evening_price'=>'السعر مسائي',
        'null'=>'لا يوجد',
        'tax_value'=>'قمية الضربية',
        'total'=>'الاجمالي',
        'discount'=>'خصم',
        'discount_percentage'=>'نسبة الخصم %',
        'expiry_date'=>'تاريخ الانتهاء',
        'title'=>'العنوان',
        'description'=>'المواصفات',
        'website'=>'الموقع الإلكتروني',
        'facebook'=>'الفيسبوك',
        'priceStatus'=>'حالة السعر',
        'media'=>'الوسائط',
        'paymentWay'=>'طريقة الدفع',
        'images'=>'الصور',
        'videos'=>'الفيديوهات',
        'title_en'=>'العنوان الرئيسي باللغه الإنجليزيه',
        'title_ar'=>'العنوان الرئيسي باللغه العربيه',
        'desc_en'=>'الوصف باللغه الانجليزيه',
        'desc_ar'=>'الوصف باللغه العربيه',
        'question_en'=>'السؤال باللغه الانجليزيه',
        'question_ar'=>'السؤال باللغه العربيه',
        'answer_en'=>'الجواب باللغه الانجليزيه',
        'answer_ar'=>'الجواب باللغه العربيه',
        'feature'=>'مميز',
        'fixed'=>'ثابت',
        'video_num'=>'عدد الفيديوهات',
        'image_num'=>'عدد الصور',
        'website_num'=>'عدد المواقع',
        'list_num'=>'عدد المجموعات',
        'trial'=>'مدة الفتره التجريبيه',
        'trialType'=>'يومي أم شهري',
        'plane'=>'الخطه',
        'FullName'=>'الاسم كامل ',
        'JobTitle'=>'الوظيفه',
        'whatsapp'=>'واتساب',
        'year'=>'العام',
        'created_at'=>'انشاء الحساب',
        'login'=>'اخر تسجيل دخول',

    ],

    'users'=>[
        'users'=>'الادمن',
        'user'=>'الادمن',
    ],

    'client'=>[
        'clients'=>'الطلاب',
        'client'=>'طالب',
    ],

    'clients'=>[
        'clients'=>'الطلاب',
        'client'=>'طالب',
    ],

    'admins'=>[
        'admins'=>' حالة الادمن',
    ],

    'user'=>[
        'users'=>'الادمن',
        'user'=>'الادمن',
        'add'=>'اضافة مستخدم',
        'edit'=>'تعديل مستخدم',
        'delete'=>'حذف مستخدم',
        'profile'=> 'حسابي',
        'settings'=> 'الاعدادات',
        'details'=>'بيانات الحساب',
        'upload'=>'تحميل صورة جديدة',
        'reset'=>'إعادة',
        'info'=>'مسموح بـ JPG أو GIF أو PNG. الحجم الأقصى 800 كيلو',
        'info2'=>'مسموح بـ JPG أو GIF أو PNG. الحجم الأقصى 800 كيلو , يمكن اضافة اكتر من صورة .',
        'cv'=>'مسموح بـ JPG أو PDF أو PNG.',

        'name'=>'الاسم',
        'email'=>'البريد الالكتروني',
        'password'=>'كلمة المرور',
        'confirmation'=>'تأكيد كلمة المرور',
        'type_user'=>'نوع المستخدم',
        'submit'=>'حفظ',
        'close'=>'اغلاق',


    ],


    'role' => [
        'role' => 'المستوي الاداري',
        'roles' => 'المستويات الادارية',
        'desc' => 'الوصف',
        'add_role' => 'إضافة مستوى اداري',
        'edit_role' => 'تعديل بيانات المستوى اداري',
        'role_count' => 'عدد المستويات الادارية',
        'manager_count' => 'عدد المديرين',
    ],

    'county'=>[
        'county'=>'الدولة',
        'counties'=>'الدول',
    ],


    'offer'=>[
        'offer'=>'عرض',
        'offers'=>'العروض',
    ],

    'specialization'=>[
        'specialization'=>'التخصص',
        'specializations'=>'التخصصات',
    ],

    'slider'=>[
        'slider'=>'سلايدر',
        'sliders'=>'سلايدر',
    ],



    'city'=>[
        'city'=>'المدينه',
        'cities'=>'المدن',
    ],

    'nationality'=>[
        'nationality'=>'جنسية',
        'nationalities'=>'جنسيات',
    ],

    'category'=>[
        'category'=>'قسم',
        'categories'=>'الأقسام',
    ],
    'advertisement'=>[
        'advertisement'=>'إعلان',
        'advertisements'=>'إعلانات',
        'detail'=>'تفاصيل الاعلان',
        'paidType'=>'نوع الدفع'
    ],
    'search'=>[
        'search'=>'البحث',
        'searches'=>'البحث',
    ],


    'coupon'=>[
        'coupon'=>'كوبون',
        'coupons'=>'كوبونات',
    ],
    'plane'=>[
        'plane'=>'خطه',
        'planes'=>'الخطط',
    ],

    'article'=>[
        'article'=>'المقال',
        'articles'=>'المقالات',
        'question'=>'السؤال',
        'answer'=>'الجواب'
    ],

    'setting'=>[
        'settings'=>'الاعدادات الشركة'
    ],



    'logout'=>[
      'logouts'=>'تسجيل الخروج'
    ],

    'error'=>[
        '404'=>'معذرة ! لم يتم الوصول الي الصفحة المطلوبة ',
        'oops'=>'أُووبس! 😖 لم يتم العثور على عنوان  المطلوب على هذا الخادم.',
        'back'=>'العوده الي الرئسية'
    ],
    'sections'=>[
        'OurContact'=>'جهات الاتصال',
        'PrivacyPolicy'=>'سياسة الخصوصيه',
        'DataSecure'=>'حماية البيانات',
        'Instructions'=>'تعليمات الاستخدام',
        'Rules'=>'قواعد السلامه',
        'Frequent'=>'الأسئله المتكرره',
        'why'=>'لماذا تختار يوتوبيا ؟',

    ],
    'team'=>[
        'team'=>'الفريق',
        'teams'=>'الفريق'
    ],
    'rate'=>[
        'rate'=>'تقييم',
        'rates'=>'التقيمات'
    ],
    'comment'=>[
        'comment'=>'تعليق',
        'comments'=>'التعليقات'
    ],

    'bank'=>[
        'bank'=>'الحساب البنكي',
        'banks'=>'الحسابات البنكية',
        'bank_name_ar'=>'اسم البنك بالغة العربية',
        'bank_name_en'=>'اسم البنك بالغة الانجليزية',


        'bank_account_name_ar'=>'اسم الحساب البنكي بالغة العربية',
        'bank_account_name_en'=>'اسم الحساب البنكي بالغة الانجليزية',


        'iban_number'=>'رقم الابيان ',
        'account_number'=>'رقم الحساب البنكي',




    ],
    'contact'=>[
        'contact'=>'اتصال',
        'contacts'=>'اتصالات',
    ],

    'privacy'=>[
        'privacy'=>'سياسة الخصوصية',
        'privacies'=>'سياسة الخصوصية',
    ],
    'Instructions'=>[
        'Instructions'=>'تعليمات الاستخدام',
    ],
    'DataSecure'=>[
        'DataSecure'=>'حماية البيانات',
        'DataSecures'=>'حماية البيانات',
    ],

    'Rules'=>[
        'Rules'=>'قواعد السلامة',
    ],
    'Frequent'=>[
        'Frequent'=>'الأسئلة المتكررة',
        'Frequents'=>'الأسئلة المتكررة',
    ],

    'story'=>[
        'story'=>'قصص نجاح',
        'stories'=>'قصص',
    ],
    'partner'=>[
        'partner'=>'شريك / المعهد ',
        'partners'=>'الشركاء / المعاهد ',
        'name_ar'=>'اسم الجامعه / المعهد بالغة العربية',
        'name_en'=>'اسم الجامعه / المعهد الانجليزية',
        'sort_title_ar'=>'وصف قصير عن الجامعة بالغة العربية',
        'sort_title_en'=>'وصف قصير عن الجامعة بالغة الانجليزية',
        'desc_ar'=>'وصف بالغة العربية',
        'desc_en'=>'وصف بالغة الانجليزية',
        'email'=>'ايميل الجامعه / المعهد',
    ],

    'log'=>[
        'log'=>'Timeline',
        'logs'=>'Timeline',
        'old'=>'القديم',
        'new'=>'التعديل الجديد',
        'action'=>'الحركة',
    ],


    'export'=>[
        'exports'=>'تصدير'
    ],

    'instructions'=>[
        'instructions'=>'تعليمات الاستخدام'
    ],

    'dataSecure'=>[
        'dataSecures'=>'حماية البيانات'
    ],
    'rules'=>[
        'rules'=>'قواعد السلامة'
    ],

    'frequent'=>[
        'frequents'=>'الاسئلة المتكررة'
    ],

    'settings'=>[
        'settings'=>'الاعدادات',
    ],

    'why'=>[
        'whies'=>'لماذا تختار يوتوبيا ؟',
        'why'=>'لماذا تختار يوتوبيا ؟',
    ],

];
